{
  "loading": "Loading",

  "what_is_nof1": "What is N of 1?",
  "description_part1": "Imagine reading the sentence: \"Studies have shown that caffeine increases tiredness in some people.\"",
  "description_part2": "An exciting result, but does it answer the question whether coffee makes YOU personally awake or tired?",
  "description_part3": "Probably not, because you didn't take part in the study yourself, and an ordinary study can only answer whether it is more LIKELY that coffee makes you awake or tired. You would therefore have to test the effect of coffee on yourself.",
  "description_part4": "This means that you would have to do your own personal study, in which you would have phases of drinking coffee and phases of abstaining from coffee. You would regularly assess your tiredness and in the end come to a result that could finally answer the question of whether coffee makes you awake or tired. And this personalized approach is exactly the goal of N-of-1 studies.",
  "description_part5": "N-of-1 means that the number of people in the trials, which is usually indicated as N, is 1. And just like regular trials, N-of-1 trials need a clearly defined plan (a so-called study protocol) with the aim of making sure that the result is reliable at the end of the trial.",
  "description_part6": "And because good study protocols are not easy to make, we have developed this App. Here you can choose between different N-of-1 studies, according to YOUR personal interest, and you will automatically receive a plan developed by experts that will give you a reliable result.",
  "get_started": "Get started",
  "study_selection": "Study Selection",
  "study_selection_description": "Please select a study.",
  "intervention_selection": "Intervention Selection",
  "please_select_interventions": "Please select two interventions to apply during the study.",
  "no_interventions_available": "No interventions available.",
  "loading_interventions": "Loading interventions",

  "today_tasks": "Today's tasks",

  "terms": "Terms, Privacy, Disclaimer",
  "summary": "Summary",
  "journey": "Journey",
  "consent": "Consent",
  "error": "An error occurred!",
  "tea_vs_coffee": "Tea vs. Coffee",
  "weed_vs_alcohol": "Weed vs. Alcohol",
  "back_pain": "Back pain",
  "about": "This could be your advertisement.",
  "video_task": "Video task",
  "finished": "Finished",

  "how_would_you_rate_your_pain_today": "How would you rate your pain today? (0 = no pain, 10 = extreme pain)",
  "thank_you_for_your_input": "Thank you for your input",
  "please_give_consent": "Please give your consent to participate in this study.",
  "user_did_not_give_consent": "You did not give your consent. To participate you need to give consent.",

  "dashboard": "Dashboard",
  "home": "Home",
  "profile": "Profile",
  "contact": "Contact",
  "settings": "Settings",

  "survey": "Survey",

  "complete": "Complete!",
  "cancel": "Cancel",
  "accept": "Agree",

  "could_not_save_results": "Could not save results",

  "language": "Language",
  "en": "English",
  "de": "German",

  "help": "HELP!!!!1!1!",

  "video_test": "This is a video test",
  "survey_test": "This is a survey test"
}