Repository: hpi-studyu/studyu
Catalog: app/lib/l10n/app_*.arb
Languages: de

source: Loading
de: Laden

source: What is StudyU?
de: Was ist StudyU?

# description_part1
source: Imagine reading the sentence: "Eating after 6 pm decreases sleep quality"
de: Stellen Sie sich vor, Sie lesen den Satz: "Studien konnten zeigen, dass Essen nach 18 Uhr die Schlafqualität verschlechtert."

# description_part2
source: Now you might think something like: Well... good to know but is that affecting everyone and also ME?
de: Sie denken jetzt möglicherweise: Okay... gut zu wissen, aber trifft das wirklich auf jeden, also auch auf MICH zu?

# description_part3
source: The problem is: you did not take part in the study yourself, so we simply cannot answer that question. A traditional study can only answer whether it is more LIKELY that your sleep quality is affected. You would therefore have to test the effect of eating late on YOUR sleep.
de: Das Problem ist: Sie haben nicht persönlich an der Studie teilgenommen, sodass wir Ihnen die Frage nicht beantworten können. Eine gewöhnliche Studie kann nur beantworten, ob sich Ihre Schlafqualität WAHRSCHEINLICH reduziert. Sie müssten also bei sich selber testen, welche Wirkung spätes Essen auf IHREN Schlaf hat.

# description_part4
source: This means that you would have to do your own personal study, in which you would have phases of eating late and phases of abstaining from eating late. You would regularly assess your sleep quality and in the end come to a result that could finally answer the question of whether eating late decreases your sleep quality or not. Giving you a reliable answer to such questions is the goal of StudyU.
de: Das heißt nichts anderes, als dass Sie Ihre ganz persönliche Studie durchführen, in der Sie mal spät essen und mal auf spätes Essen verzichten. Sie würden regelmäßig Ihre Schlafqualität beurteilen und am Ende zu einem Ergebnis kommen, dass Ihnen endlich die Frage beantworten kann, ob Ihre Schlafqualität durch spätes Essen beeinflusst wird. Ihnen solche Fragen sicher beantworten zu können, ist das Ziel von StudyU.

# description_part5
source: StudyU offers the possibility to enroll to N-of-1 studies designed by experts. N-of-1 means that the number of people in the trials, which is usually indicated as N, is 1. And just like traditional trials, N-of-1 trials need a clearly defined plan (a so-called study protocol).
de: StudyU bietet Ihnen die Möglichkeit, an professionell erstellten N-of-1 Studien teilzunehmen. N-of-1 heißt, dass die Anzahl der Studienteilnehmer, die normalerweise mit N angegeben wird, bei 1 liegt. Und genauso wie gewöhnliche Studien brauchen auch N-of-1 Studien einen klar festgelegten Plan (ein so genanntes Studienprotokoll).

# description_part6
source: And because good study protocols are not easy to make, we have developed this App. Here you can choose between different N-of-1 studies, according to YOUR personal interest, and you will automatically receive a plan developed by experts that will give you a reliable result.
de: Und da gute Studienprotokolle nicht einfach zu machen sind, haben wir diese App entwickelt. Hier können Sie zwischen verschiedenen N-of-1 Studien wählen, ganz nach IHREM persönlichen Interesse, und Sie erhalten ganz automatisch einen Plan, der von Experten entwickelt wurde und Ihnen ein zuverlässiges Ergebnis liefern wird.

# description_part7
source: Once you have chosen one of our studies we will make sure that your health status allows participation. Afterwards you can enroll as a participant and adapt the study plan to your everyday life. Tasks (e.g. eating late and rating your tiredness) have to be done on a regular basis (e.g. once per day). Once you have reached the minimum study duration (usually just a few weeks) you will be able to unlock results for free.
de: Nachdem Sie sich für eine Studie entschieden haben, werden wir sichergehen, dass Ihr Gesundheitsstatus eine Teilnahme erlaubt. Danach können Sie sich als Teilnehmer einschreiben und den Studienplan an Ihren Alltag anpassen. Anschließend werden Sie regelmäßig (meistens 1x pro Tag) eine von zwei möglichen Aufgaben (bspw. essen nach 18 Uhr) absolvieren und Ihre Beobachtungen (bspw. Müdigkeit) eintragen. Ihre Ergebnisse können Sie kostenlos freischalten sobald Sie die minimale Studiendauer (meist nur wenige Wochen) erreicht haben.

# description_part8
source: But bear in mind that results are more reliable the longer you take actively part in the study. And in order to prevent systematic error you cannot go on with the study after unlocking results. Therefore, with the help of a progress bar we will indicate you how many tasks are still needed for the minimum and how much you could improve your results with going on for some more weeks.
de: Aber bitte beachten Sie Folgendes: Ergebnisse sind umso aussagekräftiger, je länger Sie aktiv an der Studie teilnehmen. Um systematische Fehler zu vermeiden, ist eine weitere Teilnahme nach Freischaltung der Ergebnisse ausgeschlossen. Daher werden wir Ihnen mit einem Fortschrittsbalken anzeigen, wie viele weitere Aufgaben mindestens noch absolviert werden müssen und wie sehr sie die Aussagekraft der Ergebnisse mit ein paar weiteren Wochen verbessern können.

# description_part9
source: But enough from our side, now it's time for StudyU!
de: Aber genug von unserer Seite, jetzt ist es Zeit für StudyU!

source: Get started
de: Los geht's

source: Study Selection
de: Studienauswahl

# study_selection_description
source: Please select a study.
de: Bitte wählen Sie eine Studie aus.

# study_selection_single
source: You can only participate in one study at a time.
de: Sie können zu jeder Zeit maximal an einer Studie teilnehmen.

# study_selection_single_why
source: Why?
de: Warum?

# study_selection_single_reason
source: If you were to participate in multiple studies at a time, the interventions of these studies might interfere with one another and alter the results.
de: Wenn Sie zur selben Zeit an mehreren Studien teilnehmen würde, könnten die Kombination der Interventionen die Ergebnisse verfälschen.

# study_overview_title
source: Overview
de: Übersicht

# eligibility_questionnaire_title
source: Questionnaire
de: Fragebogen

# please_answer_eligibility
source: Please answer a few questions to make sure that you can safely participate in this study.
de: Bitte beantworten Sie ein paar Fragen um sicherzugehen, dass diese Studie für Sie geeignet ist

# intervention_selection_title
source: Interventions
de: Interventionen

# please_select_interventions
source: Please select two interventions to apply during the study.
de: Bitte wählen Sie zwei Interventionen für die Studie aus.

# please_select_interventions_description
source: The effects of these two interventions will be measured and compared during the study.
de: Die Auswirkungen dieser zwei Maßnahmen werden während der Studie gemessen und verglichen.

source: No interventions available.
de: Keine Interventionen verfügbar.

source: Loading interventions
de: Interventionen laden

# task_cannot_be_completed
source: The task cannot be completed
de: Die Aufgabe kann nicht bearbeitet werden

# study_notification_body
source: A new task awaits your attention
de: Eine neue Aufgabe benötigt Ihre Aufmerksamkeit

source: Intervention phase duration
de: Länge der Interventionphasen

source: days
de: Tage

source: Study length
de: Studienlänge

source: Study Publisher
de: Studienherausgeber

# tasks_daily
source: Tasks:
de: Aufgaben:

# baseline_description
source: The baseline is a phase within a study in which the initial state is measured to allow later comparisons. During the baseline phase you should behave as usual, no study-specific interventions are carried out yet.
de: Die Baseline ist eine Phase innerhalb einer Studie, in der der Ausgangszustand gemessen wird, um spätere Vergleiche zu ermöglichen. Während der Baseline-Phase sollen Sie sich wie gewohnt verhalten, studienspezifische Maßnahmen werden noch keine durchgeführt.

source: days left
de: Tage übrig

# today_tasks
source: Today's tasks
de: Aufgaben heute

# intervention_current
source: Current intervention
de: Aktuelle Maßnahme

# study_current
source: Current study:
de: Aktuelle Studie:

# opt_out
source: Leave study
de: Aussteigen

# delete_data
source: Leave study and delete all data
de: Aussteigen und Daten löschen

source: Summary
de: Übersicht

source: Consent
de: Einverständnis

# error
source: An error occurred!
de: Fehler!

source: Tea vs. Coffee
de: Tee vs. Kaffee

source: Weed vs. Alcohol
de: Gras vs. Alkohol

source: Back pain
de: Rückenschmerzen

source: Video task
de: Videoaufgabe

source: Finished
de: Fertig

source: Your Journey
de: Deine Reise

# journey_results_available
source: Results available
de: Ergebnisse verfügbar

# how_would_you_rate_your_pain_today
source: How would you rate your pain today? (0 = no pain, 10 = extreme pain)
de: Wie würden Sie heute Ihren Schmerz bewerten? (0 = kein Schmerz, 10 = extreme Schmerzen)

source: Thank you for your input
de: Danke für Ihre Eingaben

# please_give_consent
source: Please give your consent to participate in this study. You are required to read all boxes by clicking on them.
de: Bitte geben Sie Ihr Einverständnis ab, um an der Studie teilzunehmen. Sie müssen alle Boxen anklicken und lesen.

# please_give_consent_why
source: Why?
de: Warum?

# please_give_consent_reason
source: Studies need to request specific consent from participants, for reasons of safety and data privacy. Hence, you must explicitly consent to participate in each study.
de: Aus Gründen der Sicherheit und des Datenschutzes müssen Studien das Einverständnis der Teilnehmer einholen. Aus diesem Grund müssen Sie für jede Studie erneut Ihr Einverständnis abgeben.

# user_did_not_give_consent
source: You did not give your consent. To participate you need to give consent.
de: Um an der Studie teilzunehmen müssen Sie erst Ihr Einverständnis abgeben.

# setting_up_study
source: Setting up your study...
de: Studie wird vorbereitet...

# good_to_go
source: You are good to go!
de: Es kann losgehen!

source: Profile
de: Profil

source: Help
de: Hilfe

source: About
de: Über StudyU

source: Contact
de: Kontakt

source: Settings
de: Einstellungen

source: Survey
de: Umfrage

source: Complete
de: Absenden

source: Cancel
de: Abbrechen

source: Accept
de: Akzeptieren

source: Decline
de: Ablehnen

source: Next
de: Weiter

source: Back
de: Zurück

source: Done
de: Fertig

source: Completed
de: Erledigt

source: yes
de: Ja

source: no
de: Nein

# confirm
source: Confirm selection
de: Auswahl bestätigen

# faq_full
source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Start Study
de: Starte Studie

source: Next day
de: Nächster Tag

source: Could not save results
de: Ergebnisse konnten nicht gespeichert werden.

source: Language
de: Sprache

# en
source: English
de: Englisch

# de
source: German
de: Deutsch

# allow_analytics
source: Allow app analytics
de: Analysefunktionen erlauben

# allow_analytics_desc
source: All collected data is used only to improve app performance and never for tracking purposes. You can read more about this in our data privacy.
de: Die App sammelt Analysedaten ausschließlich zu Verbesserungszwecken und niemals zur Nutzerverfolgung. Details können in den Datenschutzbestimmungen nachgelesen werden.

# video_test
source: This is a video test
de: Das ist ein Videotest

# survey_test
source: This is a survey test
de: Das ist ein Umfragetest

source: Report history
de: Reportverlauf

# current_power_level
source: Current status
de: Aktueller Status

source: Not enough data
de: Nicht genügend Daten

source: Barely enough data
de: Kaum genügend Daten

source: Enough data
de: Genügend Daten

# terms
source: Terms of Use
de: Bedingungen

# terms_read
source: Read Terms of Use
de: Nutzungsbedingungen lesen

# terms_content
source: The terms of use give an overview on the purpose and use of the StudyU app. In case you have any questions please reach out to us via the contact information in the legal notice.
de: Die Nutzungsbedingungen geben einen Überblick zu dem Zweck und der Nutzung der StudyU App. Bei Fragen, bitte wenden Sie sich an uns mit den Kontaktinformationen im Impressum.

# terms_agree
source: I have read and agree to the terms of use
de: Ich habe die Nutzungsbedingungen gelesen und bin damit einverstanden

# privacy
source: Privacy Policy
de: Datenschutz

# privacy_read
source: Read Privacy Policy
de: Datenschutzbestimmung lesen

# privacy_content
source: The privacy policy describes which data is stored, why, when, where, access rights, and which rights you have. In case you have any questions please reach out to us via the contact information in the legal notice.
de: Die Datenschutzbestimmung beschreibt welche Daten gespeichert werden, warum, wann, wo, Zugangsrechte und welche Rechte Sie haben. Bei Fragen, bitte wenden Sie sich an uns mit den Kontaktinformationen im Impressum.

# privacy_agree
source: I have read and agree to the privacy policy
de: Ich habe die Datenschutzbestimmung gelesen und bin damit einverstanden

# imprint_read
source: Read Legal Notice
de: Impressum lesen

# invite_code_button
source: Use invite code
de: Einladungscode verwenden

source: Private study invite code
de: Privater Studien Einladungscode

source: Invite code
de: Einladungscode

# invalid_invite_code
source: Not a valid invite code
de: Dies ist kein valider Einladungscode

# save_pdf
source: Save as PDF
de: Als PDF speichern

# was_saved_to
source: The file was saved to
de: Die Datei wurde gespeichert unter

# save_not_supported
source: Error
de: Fehler

# save_not_supported_description
source: Downloading files is currently not supported in the web version.
de: Dateidownload ist in der Web-Version zur Zeit nicht unterstützt.

# eligible_no
source: You are not eligible for this study
de: Diese Studie ist für Sie leider nicht auswählbar

# eligible_yes
source: You are eligible for this study
de: Sie sind berechtigt, diese Studie auszuwählen

# eligible_mistake
source: If you made a mistake, you can still change your answers
de: Falls Sie einen Fehler gemacht haben, können Sie Ihre Antworten ändern

# eligible_back
source: Back to study selection
de: Zurück zur Studienauswahl

# eligible_choice_multi_selection
source: Select all that apply
de: Alle zutreffenden Antworten auswählen

source: Report overview
de: Ergebnisübersicht

# report_primary_result
source: Primary Result
de: Hauptresultat

# report_disclaimer
source: This report is only valid if you entered all information correctly.
de: Die Ergebnisse sind nur korrekt, wenn Sie alle Informationen wahrheitsgemäß angegeben haben

source: Performance
de: Fortschritt

# performance_overview
source: Overview of completion of tasks
de: Übersicht der erfüllten Aufgaben

# performance_overview_interventions
source: Interventions
de: Maßnahmen

# performance_overview_observations
source: Observations
de: Messungen

# report_outcome_inconclusive
source: The results are inconclusive. There does not seem to be a statistically significant difference between the interventions.
de: Die Ergebnisse sind unschlüssig. Es gibt anscheinend keinen statistisch signifikanten Unterschied zwischen den Interventionen.

# report_outcome_neither
source: Both interventions seem to have a negative effect on the outcome for you.
de: Beide Interventionen scheinen einen negativen Effekt auf das Ereignis zu haben.

# report_outcome_one
source: The intervention {intervention} seems to improve the outcome for you.
de: Die Intervention {intervention} scheint das Ergebnis zu verbessen.

# study_not_started
source: Your study has not started yet. Please check back tomorrow!
de: Ihre Studie hat noch nicht angefangen. Bitte schauen Sie morgen noch einmal vorbei!

# completed_study
source: You completed your last study. Look at past reports or start a new study.
de: Sie haben Ihre letzte Studie abgeschlossen. Schauen Sie vergangene Ergebnisse an oder starten Sie eine neue Studie.

# app_support_text
source: Contact for problems or questions with the app
de: Bei Problemen oder Fragen zur App kontaktieren

source: Study support
de: Studien Support

# study_support_text
source: Contact for problems or questions with the study
de: Bei Problemen oder Fragen zur Studie kontaktieren

source: Organization
de: Organisation

# irb
source: Institutional Review Board
de: Zuständige Ethikkommission

source: Researchers
de: Forscher

source: Phone
de: Telefon

# additionalInfo
source: Additional information
de: Zusätzliche Informationen

# free_text_min_length_error
source: Please enter at least {min} characters
de: Bitte geben Sie mindestens {min} Zeichen ein

# free_text_max_length_error
source: Please enter at most {max} characters
de: Bitte geben Sie maximal {max} Zeichen ein

# free_text_alphanumeric_error
source: Please enter only alphanumeric characters
de: Bitte geben Sie nur alphanumerische Zeichen ein

# free_text_numeric_error
source: Please enter only numeric characters
de: Bitte geben Sie nur numerische Zeichen ein

# free_text_custom_error
source: Please enter only characters matching the pattern {pattern}
de: Bitte geben Sie nur Zeichen ein, die dem Muster {pattern} entsprechen
