{
  "loading": "Laden",

  "what_is_nof1": "Was ist N of 1?",
  "description_part1": "Stellen Sie sich vor, Sie lesen den Satz: \"Studien konnten zeigen, dass Koffein bei einigen Menschen Müdigkeit verstärkt.\"",
  "description_part2": "Ein spannendes Ergebnis, aber beantwortet es Ihnen die Frage, ob Kaffee SIE persönlich wach oder müde macht?",
  "description_part3": "Eher nicht, denn Sie haben ja nicht selbst an der Studie teilgenommen und eine gewöhnliche Studie kann nur beantworten, ob Sie durch Kaffee WAHRSCHEINLICH wacher oder müder werden. Sie müssten also bei sich selber testen, welche Wirkung Kaffee bei Ihnen hat.",
  "description_part4": "Das heißt nichts anderes, als dass Sie Ihre ganz persönliche Studie durchführen, in der Sie mal Kaffee trinken und mal keinen Kaffee trinken. Sie würden regelmäßig Ihre Müdigkeit einschätzen und am Ende zu einem Ergebnis kommen, dass Ihnen endlich die Frage beantworten kann, ob Sie von Kaffee wach oder müde werden. Und dieser personalisierte Ansatz ist genau das Ziel von N-of-1 Studien.",
  "description_part5": "N-of-1 heißt, dass die Anzahl der Studienteilnehmer, die normalerweise mit N angegeben wird, bei 1 liegt. Und genauso wie gewöhnliche Studien brauchen auch N-of-1 Studien einen klar festgelegten Plan (ein so genanntes Studienprotokoll) mit dem Ziel, dass das Ergebnis am Ende der Studie auch wirklich zuverlässig ist.",
  "description_part6": "Und da gute Studienprotokolle nicht einfach zu machen sind, haben wir diese App entwickelt. Hier können Sie zwischen verschiedenen N-of-1 Studien wählen, ganz nach IHREM persönlichen Interesse, und Sie erhalten ganz automatisch einen Plan, der von Experten entwickelt wurde und Ihnen ein zuverlässiges Ergebnis liefern wird.",
  "get_started": "Los geht's",
  "test": "test10",
  "study_selection": "Studieanauswahl",
  "study_selection_description": "Bitte wähle eine Studie aus.",
  "intervention_selection": "Interventionen Auswahl",
  "please_select_interventions": "Bitte zwei Interventionen für die Studie auswählen.",
  "no_interventions_available": "Keine Interventionen verfügbar.",
  "loading_interventions": "Interventionen laden",

  "terms": "AGB, Datenschutz, Disclaimer",
  "summary": "Übersicht",
  "journey": "Reise",

  "error": "Fehler!",

  "tea_vs_coffee": "Tee vs. Kaffee",
  "weed_vs_alcohol": "Gras vs. Alkohol",
  "back_pain": "Rückenschmerzen",
  "about": "Hier könnte Ihre Werbung stehen.",

  "video_task": "Videoaufgabe",
  "finished": "Fertig",

  "how_would_you_rate_your_pain_today": "Wie würden Sie heute Ihren Schmerz bewerten? (0 = kein Schmerz, 10 = extreme Schmerzen)",
  "thank_you_for_your_input": "Danke für Ihre Eingaben",
  "please_give_consent": "Bitte geben Sie ihr Einverständnis ab um an der Studie teilzunehmen.",
  "user_did_not_give_consent": "Um an der Studie teilzunehmen müssen Sie erst Ihr Einverständnis abgeben.",

  "dashboard": "Dashboard",
  "home": "Home",
  "profile": "Profil",
  "contact": "Kontakt",
  "settings": "Einstellungen",

  "survey": "Umfrage",

  "complete": "Ausführen!",
  "cancel": "Abbrechen",
  "accept": "Akzeptieren",

  "language": "Sprache",
  "en": "Englisch",
  "de": "Deutsch",

  "help": "Hilfe!!!!1!1!",

  "video_test": "Das ist ein Videotest",
  "survey_test": "Das ist ein Umfragetest"
}