Repository: hpi-studyu/studyu
Catalog: designer_v2/lib/localization/app_*.arb
Languages: de

# loading_message
source: Loading...
de: Laden...

source: Language
de: Sprache

# language_select_tooltip
source: Select a language
de: Sprache auswählen

# locale_en
source: English
de: Englisch

# locale_de
source: German
de: Deutsch

# navlink_error_home
source: Go back home
de: Zur Startseite

# imprint
source: Legal notice
de: Impressum

# link_forgot_password
source: Forgot password?
de: Passwort vergessen?

# link_signup_description
source: Don't have an account?
de: Noch kein Nutzerkonto?

# link_signup
source: Sign up
de: Registrieren

# link_login_description
source: Already have an account?
de: Bereits ein Nutzerkonto?

# link_login_description2
source: Log into your workspace?
de: Zum Workspace?

# link_login
source: Sign in
de: Anmelden

# action_button_login
source: Sign in
de: Anmelden

# action_button_signup
source: Create account
de: Nutzerkonto erstellen

# action_button_password_reset
source: Reset password
de: Passwort zurücksetzen

# signup_tos_intro
source: I have read and agree to StudyU's
de: Ich habe die

# signup_tos_terms_of_service
source: terms of service
de: Nutzungsbedingungen

# signup_tos_and
source: and
de: und

# signup_tos_privacy_policy
source: privacy policy
de: Datenschutzbestimmungen

# login_page_title
source: Sign in to your workspace
de: Im Workspace anmelden

# login_page_description
source: Accelerate your research with digital N-of-1 studies.
de: Gestalte deine Forschung oder Behandlung individuell und effizient mit digitalen N-of-1 Studien.

# signup_page_title
source: Create your workspace
de: Neuen Workspace anlegen

# signup_page_description
source: Get started with digital N-of-1 studies for your research or clinical practice. Free, open source & open science!
de: Lege jetzt mit digitalen N-of-1 Studien los, um deine Forschung oder Behandlung effizienter und individueller zu gestalten. Free, open source & open science!

# password_forgot_page_title
source: Reset password
de: Passwort zurücksetzen

# password_forgot_page_description
source: Enter the email associated with your account and we'll send an email with instructions to reset your password
de: Bitte gib die mit deinem Nutzerkonto verknüpfte Email-Addresse ein & wir schicken dir eine Email zum Zurücksetzen deines Passworts.

# password_recover_page_title
source: Set a new password
de: Neues Passwort festlegen

# form_field_password
source: Password
de: Passwort

# form_field_password_hint
source: Password
de: Passwort

# form_field_password_confirm
source: Confirm password
de: Passwort bestätigen

# form_field_password_confirm_hint
source: Enter password again
de: Passwort erneut eingeben

# form_field_email_invalid
source: Must enter a valid email
de: Das ist keine gültige Email-Addresse

# form_field_password_mustmatch
source: Both passwords must match
de: Die Passwörter stimmen nicht überein

# form_field_password_minlength
source: Passwords must have a minimum of {minLength} characters
de: Passwörter müssen mindestens {minLength} Zeichen lang sein

# form_field_password_new
source: New password
de: Neues Passwort

# form_field_password_new_hint
source: Enter new password
de: Neues Passwort

# form_field_password_new_confirm
source: Confirm new password
de: Neues Passwort wiederholen

# form_field_password_new_confirm_hint
source: Enter new password again
de: Neues Passwort wiederholen

# notification_password_reset_check_email
source: Check your email for a password reset link!
de: Schaue in deinen Email-Account nach, um dein Passwort zurückzusetzen!

# notification_password_reset_success
source: Password was reset successfully
de: Passwort erfolgreich zurückgesetzt

# study_status_draft
source: Draft
de: Entwurf

# study_status_draft_description
source: This study is still being drafted.
de: Die Studie ist noch in Planung

# study_status_running_description
source: This study is currently in progress.
de: Die Studie wird gerade durchgeführt

# study_status_closed
source: Closed
de: Abgeschlossen

# study_status_closed_description
source: This study has been completed. New participants can no longer enroll.
de: Die Studie wurde bereits abgeschlossen

# participation_open_who
source: Everyone
de: Für jeden offen

# participation_open_who_description
source: All StudyU users may enroll to the study in the StudyU App.
de: Jeder kann sich für die Studie in der StudyU App anmelden.

# participation_invite_who
source: Invite-only
de: Ausgewählte Teilnehmer

# participation_invite_who_description
source: Only participants with an access code can enroll in the StudyU App.
de: Nur ausgewählte Nutzer mit Teilnahme-Code könnten sich für die Studie in der StudyU App anmelden.

# participation_open_as_adjective
source: open to everyone
de: für jeden offen

# participation_invite_as_adjective
source: invite-only
de: nur für ausgewählte Teilnehmer offen

# participation_open_launch_description
source: Once launched, all users of the StudyU platform can enroll in your study as long as they meet your screening criteria.
de: Nach dem Start kann sich jeder in der StudyU App für die Studie anmelden.

# participation_invite_launch_description
source: Once launched, you can invite participants by sending them a code to access and enroll in your study
de: Nach dem Start kannst du Teilnehmer zu deiner Studie mittels Teilnahmecodes einladen.

# phase_sequence_alternating
source: Alternating (AB AB)
de: Alternierend (AB AB)

# phase_sequence_counterbalanced
source: Counterbalanced (AB BA)
de: Ausgeglichen (AB BA)

# phase_sequence_random
source: Random
de: Zufällig

# phase_sequence_custom
source: Custom
de: Benutzerdefiniert

# navlink_my_studies
source: My Studies
de: Meine Studien

# navlink_shared_studies
source: Shared With Me
de: Mit mir geteilt

# navlink_public_studies
source: Study Registry
de: Studienregister

# navlink_public_studies_tooltip
source: The study registry is a public collection of studies conducted on the StudyU platform. In the spirit of open science, it fosters collaboration and transparency among all researchers and clinicians on the platform.
de: Das Studienregister ist eine Sammmlung von Studien, die mit Hilfe von StudyU durchgeführt werden & von den Erstellern für andere veröffentlicht wurden. Im Sinne von Open Science verfolgt es die Absicht, die Transparenz und Zusammenarbeit aller Forscher und Kliniker auf der StudyU Plattform zu fördern.

# navlink_public_studies_description
source: The study registry is a public collection of studies conducted on the StudyU platform. In the spirit of open science, it fosters collaboration and transparency among all researchers and clinicians on the platform.
de: Das Studienregister ist eine Sammmlung von Studien, die mit Hilfe von StudyU durchgeführt werden & von den Erstellern für andere veröffentlicht wurden. Im Sinne von Open Science verfolgt es die Absicht, die Transparenz und Zusammenarbeit aller Forscher und Kliniker auf der StudyU Plattform zu fördern.

# navlink_account_settings
source: Settings
de: Einstellungen

# navlink_logout
source: Sign out
de: Abmelden

# action_button_new_study
source: New study
de: Neue Studie

source: Search
de: Suche

# studies_list_header_title
source: Title
de: Studientitel

# studies_list_header_participation
source: Participation
de: Teilnahme

# studies_list_header_created_at
source: Created
de: Erstellt

# studies_list_header_participants_enrolled
source: Enrolled
de: Angemeldet

# studies_list_header_participants_active
source: Active
de: Aktiv

# studies_list_header_participants_completed
source: Completed
de: Abgeschlossen

# studies_not_found
source: No Studies found
de: Es konnten keine Studien gefunden werden

# modify_query
source: Modify your query
de: Verändere deine Suchanfrage, um mehr Studien in die Suche miteinzubeziehen

# studies_empty
source: You don't have any studies yet
de: Du hast noch keine Studien erstellt

# studies_empty_description
source: Build your own study from scratch or create a new draft copy from an already published study!
de: Erstelle deine eigene Studie von Grund auf oder erstelle einen Entwurf aus einer bereits veröffentlichten Studie

# navlink_learn
source: Learn
de: Lernen

# navlink_study_design
source: Design
de: Entwerfen

# navlink_study_test
source: Test
de: Testen

# navlink_study_recruit
source: Recruit
de: Rekrutieren

# navlink_study_monitor
source: Monitor
de: Durchführen

# navlink_study_analyze
source: Analyze
de: Analysieren

# navlink_share
source: Share
de: Teilen

# navlink_study_design_info
source: Study Info
de: Allgemeine Infos

# navlink_study_design_enrollment
source: Participation
de: Teilnahme

# navlink_study_design_interventions
source: Interventions
de: Interventionen

# navlink_study_design_measurements
source: Measurements
de: Messungen

# navlink_unavailable_tooltip
source: This page is not available to you
de: Diese Seite ist nicht zugänglich

source: Study settings
de: Studien-Einstellungen

# study_settings_publish_study
source: Publish study
de: Studie veröffentlichen

# study_settings_publish_study_tooltip
source: Other researchers & clinicians will be able to access, test, review or create a copy of your study design. They won't be able to access any data related to in-progress studies such as participants or study results (your study's Recruit, Monitor & Analyze pages will be unavailable).
de: Andere Forscher und Kliniker können deine Studie begutachten, sie testen und als Entwurf duplizieren. Die zur laufenden oder abgeschlossen Studie gehörigen Teilnehmer- und Ergebnisdaten werden nicht für andere freigegeben (die Unterseiten Rekrutieren, Durchführen und Analysieren deiner Studie bleiben unzugänglich).

# study_settings_publish_study_launch_description
source: To facilitate collaboration among researchers & clinicians, I agree that the my study will be published to the StudyU study registry for others. (Other researchers & clinicians will be able to contact you and review the study design, but they won't be able to access participation or result data unless shared explicitly)
de: Ich stimme zu, dass meine Studie im Studienregister veröffentlicht wird, um die Transparenz & Zusammenarbeit aller Forscher und Kliniker auf der StudyU Plattform zu fördern. (Andere Forscher und Kliniker können auf die Studie selbst zugreifen, die zur laufenden oder abgeschlossen Studie gehörigen Teilnehmer- und Ergebnisdaten werden aber nicht freigegeben)

# study_settings_publish_results
source: Publish results
de: Ergebnisse veröffentlichen

# study_settings_publish_results_tooltip
source: Make your anonymized study results & data available in the study registry. Other researchers & clinicians will be able to access, export and analyze the results from your study (the Analyze page will be available). This will automatically publish your study design to the registry.
de: Andere Forscher und Kliniker können auf die anonymisierten Ergebnisdaten einer Studie zugreifen, sie exportieren und analysieren (die Analysieren-Unterseite deiner Studie ist zugänglich). Die Studie selbst wird dadurch automatisch auch für andere Forscher und Kliniker im Studienregister veröffentlicht.

# action_button_study_launch
source: Launch
de: Studie starten

# notification_study_deleted
source: Study was deleted
de: Die Studie wurde gelöscht

# dialog_study_delete_title
source: Permanently delete?
de: Dauerhaft löschen?

# dialog_study_delete_description
source: Are you sure you want to delete this study? You will permanently lose the study and all data that has been collected.
de: Bist du sicher, dass die Studie gelöscht werden soll? Die Studie und alle gesammelten Daten gehen dabei unwiderruflich verloren.

# form_question_create
source: New Question
de: Neue Frage

# form_question_edit
source: Edit Question
de: Frage bearbeiten

# form_question_readonly
source: View Question
de: Frage

# form_field_question
source: Your question
de: Frage an Teilnehmer

# form_field_question_tooltip
source: Enter the question that the participant will be prompted with in the app
de: Gib die Frage ein, die von Teilnehmern in der App beantwortet werden soll

# form_field_question_required
source: Your question must not be empty
de: Die Frage an Teilnehmer darf nicht leer sein

# form_field_question_help_text
source: Question help text
de: Erläuterungen zur Frage

# form_field_question_help_text_tooltip
source: Enter a text that is shown with a help icon next to the question in the app
de: Gib einen zusätzlichen Hilfstext ein, der in der App mit einem Hilfs-Icon neben der Frage angezeigt wird

# form_field_question_help_text_hint
source: Provide additional context, help or instructions for the question
de: Gib zusätzliche Informationen oder Erklärungen zur Frage

# form_field_question_help_text_add
source: Add a help text
de: Hilftext hinzufügen

# form_field_question_help_text_add_tooltip
source: Add a text that is shown with a help icon next to the question in the app
de: Gib einen zusätzlichen Hilfstext ein, der in der App mit einem Hilfs-Icon neben der Frage angezeigt wird

# form_field_question_response_options
source: Response options
de: Antwortoptionen

# form_field_question_response_options_tooltip
source: Define the options that participants can answer your question with
de: Definiere welche Optionen zur Beantwortung der Frage in der App verfügbar sind

# form_field_question_response_options_description
source: Choose the response type that best matches your question and define the response options according to the data you want to collect.
de: Wähle die Antwortoptionen so, dass sie zur Frage passen und die von dir gewünschten Daten erhoben werden.

# question_type_bool
source: Yes/no
de: Ja/Nein

# question_type_scale
source: Scale
de: Skala

# form_array_response_options_bool_yes
source: Yes
de: Ja

# form_field_response_choice_multiple
source: Select multiple
de: Mehrfachauswahl

# form_field_response_choice_multiple_tooltip
source: Allow the participant to select multiple response options. Otherwise only a single option can be selected.
de: Erlaubt die Auswahl von mehreren Antwortoptionen gleichzeitig, ansonsten kann nur eine einzige Option ausgewählt werden

# form_array_response_options_choice_new
source: Add option
de: Antwortoption hinzufügen

# form_field_response_scale_min_label
source: Custom low label
de: Start-Beschriftung

# form_field_response_scale_min_label_tooltip
source: Enter a custom label to display at the value's position on the scale
de: Gib eine Beschriftung ein, die an der zu dem Wert gehörigen Position auf der Skala angezeigt wird

# form_field_response_scale_min_value
source: Low value
de: Startwert

# form_field_response_scale_max_label
source: Custom high label
de: End-Beschriftung

# form_field_response_scale_max_label_tooltip
source: Enter a custom label to display at the value's position on the scale
de: Gib eine Beschriftung ein, die an der zu dem Wert gehörigen Position auf der Skala angezeigt wird

# form_field_response_scale_max_value
source: High value
de: Endwert

# form_field_response_scale_label_hint
source: Optional label
de: Optionale Beschriftung

# form_array_response_scale_mid_values
source: See mid-values
de: Werte dazwischen zeigen

# form_array_response_scale_mid_values_dirty_banner
source: The mid-values values and labels are cleared automatically to reflect the low and high of the scale.
de: Die Zwischenwerte und -Beschriftungen werden automatisch mit dem Start- und Endwert der Skala synchronisiert.

# form_field_response_scale_colors_add
source: Add start & end colors
de: Farben hinzufügen

# form_field_response_scale_color_add
source: Add color
de: Farbe hinzufügen

# form_field_response_scale_color_min
source: Low color
de: Startfarbe

# form_field_response_scale_color_max
source: High color
de: Endfarbe

# form_field_response_scale_color_tooltip
source: Set a custom color for the scale shown in the app
de: Definiere Farben für die Darstellung der Skala in der StudyU App

# navlink_question_visuals
source: Visuals
de: Visuelle Darstellung

# navlink_question_visuals_description
source: Customize the look & feel of the question in the app to your liking. This does not change the data that is collected, but can help guide the study participant visually
de: Passe die Darstellung der Frage in der StudyU App an, um Teilnehmer visuell zu unterstützen. Es ändert sich dadurch nichts an den Daten & Werten, die erhoben werden.

# form_array_response_options_choice_countmin
source: Your question must have at least {count} non-empty response options
de: Die Frage muss mindestens {count} gültige Antwortoptionen haben

# form_array_response_options_choice_countmax
source: Your question must have at most {count} non-empty response options
de: Die Frage darf nicht mehr als {count} gültige Antwortoptionen haben

# form_array_response_options_scale_rangevalid_min
source: The high value of the scale must be greater than the low value
de: Der Startwert muss kleiner als der Endwert der Skala sein

# form_array_response_options_scale_rangevalid_max
source: Do not exceed {count} as a maximum difference between the high and low values of the scale
de: Die Differenz zwischen dem Start- und Endwert der Skala darf maximal {count} betragen

# banner_study_readonly_title
source: This study cannot be edited.
de: Die Studie kann nicht bearbeitet werden.

# banner_study_readonly_description
source: You can only make changes to studies where you are an owner or collaborator. Studies that have been launched cannot be changed by anyone.
de: Du kannst nur Studien bearbeiten, die du selbst erstellt hast oder die mit dir zur Mitarbeit geteilt wurden. Studien, die bereits gestartet sind, können grundsätzlich nicht mehr verändert werden.

# form_section_scheduling
source: Scheduling and Compliance
de: Zeitplan & Einhaltung

# form_section_scheduling_description
source: To improve compliance, you can set a limited window of time for participants to complete the task & send a reminder notification at the specified time.
de: Um die Compliance von Teilnehmern zu verbessern, kannst du ein begrenztes Zeitfenster & eine App-Benachrichtigung als Erinnerung definieren.

# form_field_has_reminder
source: App reminder
de: Erinnerung

# form_field_has_reminder_tooltip
source: Select this option to send a reminder notification from the StudyU App to the participant's phone at the time specified.
de: Wähle diese Option, um Teilnehmer zur gegebenen Zeit über eine Benachrichtigung (Notification) an die Erfüllung der Aufgabe in der StudyU App zu erinnern.

# form_field_has_reminder_label
source: Send notification
de: Teilnehmer benachrichtigen

# form_field_time_restriction
source: Time restriction
de: Zeitbeschränkung

# form_field_time_restriction_tooltip
source: Provide the hours of the day during which participants need to complete the task. Please note that the task will not be available for completion outside these hours & will be considered as missed for the purpose of data collection.
de: Gib die Tageszeiten an, zu denen die Aufgabe von Teilnehmern erfüllt werden muss. Die Aufgabe kann außerhalb dieses Zeitfensters nicht abgeschlossen werden, d.h. es werden für diesen Tag dann keine Daten erhoben.

# form_field_time_restriction_start_hint
source: From
de: Von

# form_field_time_restriction_end_hint
source: To
de: Bis

# form_study_design_info_description
source: Provide general information about your study to participants. If you decide to make your study available in the study registry, this information will be available to other researchers and clinicians as well.
de: Auf dieser Seite gibst du allgemeine Informationen für Teilnehmer der Studie an. Wenn du dich entscheidest, die Studie im Studienregister zu veröffentlichen, sind diese Informationen auch für andere Forscher und Kliniker einsehbar.

# form_field_study_title
source: Study title
de: Studientitel

# form_field_study_title_tooltip
source: Provide the title of the study as it should be displayed in the StudyU App
de: Gib den Titel der Studie an, so wie er in der StudyU App angezeigt werden soll

# form_field_study_title_required
source: The study title must not be empty
de: Die Studie muss einen Titel haben

# form_field_study_title_default
source: Unnamed study
de: Unbenannte Studie

# form_field_study_description
source: Description
de: Beschreibung

# form_field_study_description_tooltip
source: Give a short summary of your study to participants
de: Beschreibe die Studie kurz und verständlich für Teilnehmer

# form_field_study_description_hint
source: Give a short summary of your study to participants
de: Beschreibe die Studie kurz und verständlich für Teilnehmer

# form_field_study_description_required
source: The study description must not be empty
de: Die Studie muss eine Beschreibung haben

# form_field_study_tags
source: Tags
de: Schlagwörter

# form_field_study_tags_hint
source: Write down a tag and press the Enter key
de: Füge ein Schlagwort hinzu und drücke die Enter Taste

# form_field_study_tags_tooltip
source: Add tags to your study to make it easier to find for other researchers and clinicians
de: Schlagwörter ermöglichen es anderen Wissenschaftlern und Teilnehmern die Studie besser zu finden

# form_field_study_tags_error_length
source: You can only add up to {count} tags to your study
de: Es dürfen maximal {count} Schlagwörter zu einer Studie hinzugefügt werden

# form_field_study_tags_helper
source: Select up to {count} tags from the list or add your own.
de: Wähle bis zu {count} Schlagwörter aus, die die Studie beschreiben

# form_field_study_icon_required
source: You must select an icon for your study
de: Die Studie muss ein Icon haben

# form_section_publisher
source: Publisher and Contact Information
de: Herausgeber und Kontakt

# form_section_publisher_description
source: Participants will be able to contact you via the StudyU App using this information. Other clinicians or researchers will only be able to contact you if you agree to publish your study to the study registry.
de: Teilnehmer der Studie können gemäß den hier angegebenen Informationen über die StudyU App mit dir in Kontakt treten. Andere Forscher oder Kliniker können dich nur kontaktieren, wenn die Studie im Studienregister veröffentlicht ist.

# form_field_organization
source: Responsible organization
de: Verantwortliche Organisation

# form_field_organization_required
source: The responsible organization must not be empty
de: Die Studie muss eine verantwortliche Organisation haben

# form_field_review_board
source: Institutional Review Board
de: Institutionelles Prüfungsgremium

# form_field_review_board_required
source: You must specify the responsible review board for your study
de: Du musst das für die Studie zuständige Prüfungsgremium angeben

# form_field_review_board_number
source: Institutional Review Board Protocol Number
de: Protokollnummer des Prüfungsgremiums

# form_field_review_board_number_required
source: You must provide a review board protocol number for your study
de: Du musst die der Studie zugewiesene Protokollnummer des zuständigen Prüfungsgremiums angeben

# form_field_researchers
source: Responsible person(s)
de: Verantwortliche Person(en)

# form_field_researchers_required
source: You must specify the researcher(s) responsible for the study
de: Du musst einen oder mehrere für die Studie verantwortliche Forscher oder Kliniker angeben

# form_field_website
source: Website
de: Studien-Webseite

# form_field_website_pattern
source: Please enter a valid contact website URL
de: Bitte gib eine korrekte Webseite zur Studie an

# form_field_contact_email_required
source: You must specify a contact email
de: Die Studie muss eine Email-Addresse zur Kontaktaufnahme haben

# form_field_contact_email_email
source: Please enter a valid contact email address
de: Bitte gib eine korrekte Email zur Kontaktaufnahme ein
