Repository: hpi-studyu/studyu
Catalog: designer_v2/lib/localization/app_*.arb
Languages: de

# form_field_code_alreadyused
source: This code is already in use
de: Dieser Code wird bereits verwendet

# form_field_is_preconfigured_schedule
source: Predefined Schedule
de: Vordefinierter Zeitplan

# form_field_is_preconfigured_schedule_description
source: You can predefine the phases and interventions for any participant who joins your study via this access code. If enabled, these settings will override the default schedule defined in your study design.
de: Du kannst die Phasen und Interventionen für jeden Teilnehmer, der über diesen Code an der Studie teilnimmt, vordefinieren. Die hier festgelegten Einstellungen haben Vorrang gegenüber den Standard-Einstellungen der Studie.

# form_field_preconfigured_schedule_type
source: Schedule
de: Zeitplan

# form_field_preconfigured_schedule_intervention_default
source: Default
de: Standard

# form_field_preconfigured_schedule_intervention_hint
source: Select intervention...
de: Intervention auswählen...

# code_list_section_title
source: Access codes
de: Teilnahmecodes

# code_list_empty_title
source: You haven't invited anyone yet
de: Noch keine Teilnehmer eingeladen

# code_list_empty_description
source: Add participants to your study via access codes.
de: Erstelle Teilnahmecodes, mit denen sich Teilnehmer zu deiner Studie in der StudyU App anmelden können.

# action_button_code_new
source: New code
de: Neuer Code

# notification_code_deleted
source: Access code deleted
de: Teilnahmecode gelöscht

# notification_code_clipboard
source: Code copied to clipboard
de: Code wurde in die Zwischenablage kopiert

# banner_text_study_analyze_draft
source: Because this study has not been launched yet, this page is currently based on the data generated during study testing (only the latest test session). The data on this page will be reset once you launch the study with real participants.
de: Solange die Studie noch nicht live ist, basieren die Ergebnisse hier auf dem letzten Testlauf der Studie (siehe Testmodus). Die Ergebnisdaten werden automatisch zurückgesetzt sobald die Studie mit echten Teilnehmern startet.

# action_button_study_export
source: Export data
de: Daten exportieren

# action_button_study_export_prompt
source: Want to run your own analysis?
de: Möchtest du deine eigene Analyse durchführen?

# study_export_unavailable_empty_tooltip
source: There is no data available yet
de: Es sind noch keine Ergebnisdaten verfügbar

# study_export_unavailable_no_permission_tooltip
source: You do not have sufficient permission to access this study's data
de: Du bist nicht berechtigt, auf die Ergebnisdaten der Studie zuzugreifen

# study_launch_title
source: Great work! 👏 Ready to launch?
de: Super Arbeit! 👏 Alles bereit?

# study_launch_participation_intro
source: The study you are creating is
de: Die von dir erstellte Studie ist

# study_launch_post_launch_intro
source: After launching your study:
de: Wenn die Studie gestartet wird, beachte:

# study_launch_post_launch_summary
source: - The study design will be locked and you won’t be able to make any changes - All data from test runs will be reset (incl. test users, their tasks and results)
de: - Der Entwurfsmodus wird gesperrt und du kannst keine Änderungen mehr an der Studie selbst vornehmen - Alle nicht die Studie selbst betreffenden Daten werden zurückgesetzt (einschließlich Testnutzern und Testergebnissen)

# study_launch_success_title
source: Your study is live!
de: Deine Studie ist live!

# study_launch_success_description
source: Next, you can start inviting and enrolling your participants in the StudyU App.
de: Lade als nächstes Teilnehmer zur Anmeldung in der StudyU App ein.

# action_button_post_launch_followup
source: Add participants
de: Teilnehmer einladen

# action_button_post_launch_followup_skip
source: Skip for now
de: Später vielleicht

# action_button_study_participation_change
source: Change participation
de: Teilnahme ändern

# form_field_required
source: Field must not be empty
de: Das Feld darf nicht leer sein

# form_invalid_prompt
source: Please fill out all fields as required
de: Bitte fülle alle Felder vollständig & korrekt aus

# copy_suffix_label
source: Copy
de: Kopie

# date_diff_years
source: {count,plural, =1{1 year ago} other{{count} years ago}}
de: {count,plural, =1{Vor einem Jahr} other{Vor {count} Jahren}}

# date_diff_months
source: {count,plural, =1{1 month ago} other{{count} months ago}}
de: {count,plural, =1{Vor einem Monat} other{Vor {count} Monaten}}

# date_diff_days
source: {count,plural, =1{1 day ago} other{{count} days ago}}
de: {count,plural, =1{Vor einem Tag} other{Vor {count} Tagen}}

# date_diff_hours
source: {count,plural, =1{1 hour ago} other{{count} hours ago}}
de: {count,plural, =1{Vor einer Stunde} other{Vor {count} Stunden}}

# date_diff_minutes
source: {count,plural, =1{1 minute ago} other{{count} minutes ago}}
de: {count,plural, =1{Vor einer Minute} other{Vor {count} Minuten}}

# date_diff_seconds
source: {count,plural, =1{1 second ago} other{{count} seconds ago}}
de: {count,plural, =1{Vor einer Sekunde} other{Vor {count} Sekunden}}

# date_just_now
source: Just now
de: Gerade eben

# action_pin
source: Pin
de: Anheften

# action_unpin
source: Remove pin
de: Nicht mehr anheften

# action_edit
source: Edit
de: Bearbeiten

# action_delete
source: Delete
de: Löschen

# action_remove
source: Remove
de: Entfernen

# action_duplicate
source: Duplicate
de: Duplizieren

# action_clipboard
source: Copy to clipboard
de: In Zwischenablage kopieren

# action_reportPrimary
source: Set as primary report
de: Als Primärauswertung setzen

# action_study_duplicate_draft
source: Copy as draft
de: Als Entwurf duplizieren

# action_study_export_results
source: Export results
de: Ergebnisdaten exportieren

# dialog_close
source: Close
de: Schließen

# dialog_cancel
source: Cancel
de: Abbrechen

# dialog_save
source: Save
de: Speichern

# sync_initial
source: No changes to be saved
de: Keine Änderungen zum Speichern

# sync_dirty
source: There are unsaved changes
de: Es gibt nicht gespeicherte Änderungen

# sync_saving
source: Saving changes...
de: Änderungen werden gespeichert...

# sync_done
source: All changes saved
de: Alle Änderungen gespeichert

# sync_last_saved
source: Last saved
de: Zuletzt gespeichert

# sync_failed
source: Changes could not be saved
de: Änderungen konnten nicht gespeichert werden & könnten verloren gehen.

# iconpicker_nonempty_prompt
source: Change icon
de: Icon auswählen

# iconpicker_empty_prompt
source: Pick an icon
de: Icon auswählen

# iconpicker_dialog_title
source: Pick an icon
de: Icon auswählen

# dialog_unsaved_changes_title
source: Go back and discard changes?
de: Zurück und Änderungen verwerfen?

# dialog_unsaved_changes_description
source: There are unsaved changes that will be lost when you go back. If you want to keep your changes, you need to save your work before going back.
de: Du hast Änderungen vorgenommen, die noch nicht gespeichert wurden & verloren gehen, wenn du zurückgehst. Wenn du die Änderungen beibehalten möchtest, musst du sie vorher speichern.

# dialog_action_unsaved_changes_stay
source: Stay
de: Hier bleiben

# dialog_action_unsaved_changes_discard
source: Discard changes
de: Änderungen verwerfen

source: Under construction
de: Noch in Arbeit

# under_construction_description
source: We are still busy working on this part, check back soon!
de: Hier wird gerade noch dran gearbeitet, bitte hab ein wenig Geduld & komm denächst wieder!
