Repository: hpi-studyu/studyu
Catalog: designer_v2/lib/localization/app_*.arb
Languages: de

# form_field_contact_phone
source: Phone
de: Telefon

# form_field_contact_phone_required
source: You must specify a phone number for participants to contact
de: Die Studie muss eine Telefonnummer zur Kontaktaufnahme haben

# form_field_contact_additional_info
source: Additional information
de: Zusätzliche Informationen

# form_study_design_enrollment_description
source: Define who will be able to participate in your study, the criteria they have to meet and the terms they have to consent to.
de: Auf dieser Seite gibst du an wer an deiner Studie unter welchen Bedingungen teilnehmen darf.

# form_field_enrollment_type
source: Participant pool
de: Teilnehmer

# form_field_enrollment_type_open_description
source: Your study will be open for enrollment to all users of the StudyU platform as long as they match your screening criteria, if any.
de: Jeder kann sich in der StudyU App für die Studie anmelden, solange die Eignung mittels Screening-Kriterien festgestellt wird und die Einwilligung zur Teilnahme abgegeben wird.

# form_field_enrollment_type_invite_description
source: Only select participants will be able to enroll in your study using a designated access code. Choose this option if you have a preselected pool of participants.
de: Nur ausgewählte Teilnehmer können sich für die Studie durch Eingabe eines Teilnahme-Codes in der StudyU App anmelden. Wähle diese Option aus, wenn die Teilnehmer der Studie bereits vorausgewählt wurden.

# form_array_screener_questions_title
source: Screening criteria
de: Screening-Kriterien

# form_array_screener_questions_description
source: Optional screener questions can help determine whether a potential participant is qualified to participate in the study. For invite-only studies, you may choose not to add any screening questions if you are manually qualifying & recruiting participants before inviting them to StudyU.
de: Du kannst Screening-Kriterien festlegen, um die Eignung für die Teilnahme an der Studie festzustellen & einzuschränken. Wenn die Teilnehmer deiner Studie bereits geprüft und vorausgewählt wurden, kannst du diesen Schritt auch überspringen.

# form_array_screener_questions_new
source: Add screener question
de: Screening-Frage hinzufügen

# form_array_screener_questions_test
source: Test screener
de: Screening testen

# form_array_consent_items_title
source: Participant consent
de: Einwilligung zur Studienteilnahme

# form_array_consent_items_description
source: Provide the terms that participants have to consent to when enrolling in your study via the StudyU App. You may choose not to add any terms here if you obtain your participants' consent by some other method before recruiting them to your study on StudyU.
de: Hier kannst du die Erklärung(en) hinzufügen, die von Teilnehmern eingewilligt werden müssen, wenn sie sich in der StudyU App für die Studie anmelden. Wenn die Teilnehmer deiner Studie bereits vorausgewählt wurden und ihre Einwilligung erklärt haben, kannst du diesen Schritt auch überspringen.

# form_array_consent_items_new
source: Add consent text
de: Einwilligung einholen

# form_array_consent_items_test
source: Test consent
de: Einwilligung testen

# form_screener_question_create
source: New Screener Question
de: Neue Screening-Frage

# form_screener_question_edit
source: Edit Screener Question
de: Screening-Frage bearbeiten

# form_screener_question_readonly
source: View Screener Question
de: Screening-Frage

# form_screener_question_logic_qualify
source: Qualify
de: Qualifizierend

# form_screener_question_logic_disqualify
source: Disqualify
de: Disqualifizierend

# navlink_screener_question_content
source: Content
de: Inhalt

# navlink_screener_question_logic
source: Logic
de: Logik

# form_array_screener_question_logic_title
source: Screening rules
de: Screening-Logik

# form_array_screener_question_logic_description
source: Define which responses qualify or disqualify participants from enrolling in your study. To qualify as a participant, at least one of the qualifying response options and none of the disqualifying ones must be selected for this question in the screening survey.
de: Definiere, welche Antworten zur Studienteilnahme berechtigen oder disqualifizieren. Um an der Studie teilnehmen zu können, muss für diese Frage mindestens eine qualifizierende Antwort & keine disqualifizierende Antwort ausgewählt werden.

# form_array_screener_question_logic_tooltip
source: Define which response options are qualifying or disqualifying when selected by the participant.
de: Definiere, welche Antworten zur Studienteilnahme berechtigen oder disqualifizieren

# form_array_screener_question_logic_dirty_banner
source: The options you see here are cleared automatically to reflect the available responses. Every option is qualifying by default unless you explicitly mark them as disqualifying.
de: Die hier aufgelisteten Antwortmöglichkeiten werden automatisch mit der Frage synchronisiert. Standardmäßig berechtigt jede Antwort zur Teilnahme an der Studie, es sei denn du markierst sie explizit als disqualifizierend.

# form_consent_create
source: New Participant Consent
de: Neue Einwilligung

# form_consent_edit
source: Edit Participant Consent
de: Einwilligung bearbeiten

# form_consent_readonly
source: View Participant Consent
de: Einwilligung

# form_field_consent_title
source: Title
de: Kurztitel

# form_field_consent_title_tooltip
source: Enter a short title for the terms the participant must read & accept. For each consent text, a card with the title & icon is shown on the app's consent screen.
de: Gib einen Kurztitel für die Einwilligungserklärung ein

# form_field_consent_title_hint
source: Enter a short title
de: Kurztitel eingeben

# form_field_consent_title_required
source: You must provide a title for your participant consent
de: Du musst einen Kurztitel für die Einwilligungserklärung angeben

# form_field_consent_text
source: Text
de: Einwilligungserklärung

# form_field_consent_text_tooltip
source: Enter the terms the participant must read & accept when enrolling in the study. The terms are shown when clicking on the corresponding card in the app's consent screen.
de: Gib den Text ein, der bei der Anmeldung zur Studie in der StudyU App gelesen & bestätigt werden muss

# form_field_consent_text_hint
source: Enter the full terms to be read & accepted
de: Gib den Text ein, der gelesen & bestätigt werden muss

# form_field_consent_text_required
source: The text for your participant consent must not be empty
de: Die Einwilligungserklärung darf nicht leer sein

# form_study_design_interventions_description
source: Define the different phases of interventions to be studied, as well as the their sequence and frequency. In N-of-1 trials, a single participant will go through the intervention phases once or multiple times in a pre-specified order (so called multi-crossover trial). Each intervention consists of one or more tasks which are administered during the corresponding phase. Note: If you specify more than two interventions, participants are free to choose any two interventions to compare when they begin the study.
de: Auf dieser Seite legst du die in der Studie zu untersuchenden Interventionen und deren zeitliche Abfolge fest. In N-of-1 Studien durchläuft der gleiche Teilnehmer eine festgelegte Abfolge von Interventionsphasen in einem oder mehreren Durchläufen (diese Art von Versuchsaufbau wird auch als Cross-over Studie bezeichnet). Jede Interventionsphase besteht aus einer oder mehreren Maßnahmen, die während der jeweils aktiven Phasen vom Teilnehmer erfüllt werden müssen. Bitte beachte: wenn du mehr als zwei Interventionsphasen festlegst, können Teilnehmer bei der Anmeldung zur Studie zwei beliebige Interventionen auswählen, die im weiteren Verlauf miteinander verglichen werden.

# link_n_of_1_learn_more
source: Learn more about N-of-1 trials
de: Mehr über N-of-1 Studien erfahren

# form_array_interventions_minlength
source: {count,plural, =2{You must define at least two interventions to compare.} other{form_array_interventions_minlength}}
de: {count,plural, =2{Du brauchst mindestens einen Fragebogen, um den Effekt der Intervention(en) zu messen.} other{form_array_interventions_minlength}}

# form_array_interventions
source: Intervention phases
de: Interventionsphasen

# form_array_interventions_new
source: Add intervention
de: Neue Intervention

# form_array_interventions_empty_title
source: No interventions defined
de: Noch keine Interventionen definiert

# form_array_interventions_empty_description
source: You must define at least two interventions to compare.
de: Du brauchst mindestens zwei Interventionen, die verglichen werden sollen.

# form_field_intervention_title
source: Title
de: Titel

# form_field_intervention_title_required
source: The intervention title must not be empty
de: Der Titel der Interventionsphase darf nicht leer sein

# form_field_intervention_title_default
source: Unnamed intervention
de: Unbenannte Interventionsphase

# form_field_intervention_title_tooltip
source: Provide the title of the intervention phase as it should be displayed in the StudyU App
de: Gib den Titel der Interventionsphase an, so wie er in der App angezeigt werden soll

# form_field_intervention_description
source: Description
de: Beschreibung

# form_field_intervention_description_tooltip
source: Enter an explanation text that is shown when the intervention phase starts or when the participant clicks on the respective phase in the study plan
de: Gib einen Erklärungstext ein, der zu Beginn der Interventionsphase und als Beschreibung für die Interventionsphase im Studienplan angezeigt wird

# form_field_intervention_description_hint
source: Describe the intervention phase to participants
de: Beschreibe die Interventionsphase kurz für Teilnehmer

# form_array_intervention_tasks
source: Intervention tasks
de: Interventions-Maßnahmen

# form_array_intervention_tasks_description
source: Define one or more tasks that participants should complete during this intervention phase. Every day, participants will be prompted to complete these tasks in the StudyU App.
de: Hier legst du fest, welche Maßnahmen während der Interventionsphase von Teilnehmern täglich erfüllt werden sollen. Eine entsprechende Aufforderung wird in der StudyU App angezeigt.

# form_array_intervention_tasks_new
source: Add intervention task
de: Maßnahme hinzufügen

# form_array_intervention_tasks_empty_title
source: No intervention tasks defined
de: Noch keine Maßnahmen festgelegt

# form_array_intervention_tasks_empty_description
source: You must define at least one task for participants to complete during this intervention phase.
de: Du musst mindestens eine Maßnahme definieren, die während der Interventionsphase erfüllt werden soll.

# form_array_intervention_tasks_minlength
source: {count,plural, =1{You must define at least one task for participants to complete during this intervention phase} other{form_array_intervention_tasks_minlength}}
de: {count,plural, =1{Du musst mindestens eine Maßnahme definieren, die während der Interventionsphase erfüllt werden soll} other{form_array_intervention_tasks_minlength}}

# form_intervention_task_create
source: New Intervention Task
de: Neue Maßnahme

# form_intervention_task_edit
source: Edit Intervention Task
de: Maßnahme bearbeiten

# form_intervention_task_readonly
source: View Intervention Task
de: Maßnahme

# form_field_intervention_task_title
source: Title
de: Titel

# form_field_intervention_task_default
source: Unnamed task
de: Unbenannte Maßnahme

# form_field_intervention_task_title_tooltip
source: Provide the title of the intervention task for the daily prompt in the StudyU App
de: Gib den Titel der Maßnahme an, so wie er für die tägliche Aufforderung in der StudyU App angezeigt werden soll

# form_field_intervention_task_title_required
source: The intervention task title must not be empty
de: Der Titel der Maßnahme darf nicht leer sein

# form_field_intervention_task_description
source: Description
de: Beschreibung

# form_field_intervention_task_description_tooltip
source: Enter a detailed description that is shown when clicking on the daily prompt in the StudyU App
de: Gib wahlweise eine ausführliche Erklärung ein, die als Beschreibung zur täglichen Aufforderung in der StudyU angezeigt wird

# form_field_intervention_task_description_hint
source: Give a detailed description of the task to be performed, link to a video instruction, etc.
de: Beschreibe die Maßnahme ausführlich, zB. kannst du ein Video verlinken

# form_field_intervention_task_mark_as_completed_label
source: Require participants to "Mark as completed"
de: Teilnehmer müssen die Maßnahme "Als bestätigt markieren"

# form_section_crossover_schedule
source: Study schedule
de: Versuchsplan

# navlink_crossover_schedule_test
source: Test schedule
de: Versuchsplan testen

# form_field_crossover_schedule_sequence
source: Sequencing
de: Abfolge der Phasen

# form_field_crossover_schedule_sequence_tooltip
source: Choose the pattern for how intervention phases are sequenced in the study schedule
de: Wähle wie die Interventionsphasen im Versuchsplan zeitlich angeordnet werden

# form_field_crossover_schedule_sequence_description
source: This is the default sequence of interventions for each participant. You may override this sequencing individually for each participant in invite-only studies.
de: Die hier festgelegte Abfolge gilt standardmäßig für alle Teilnehmer. Für Studien mit ausgewählten Teilnehmern kann die Abfolge im Teilnahmecode individuell überschrieben werden.

# form_field_crossover_schedule_phase_length
source: Phase length
de: Phasenlänge

# form_field_crossover_schedule_phase_length_tooltip
source: Set the number of days it takes to complete one phase in the study schedule
de: Lege fest wie lange ein einziger Durchlauf einer Interventionsphase dauert

# form_field_crossover_schedule_phase_length_range
source: Intervention phases must be between {min} and {max} days long
de: Interventionsphasen müssen zwischen {min} und {max} Tagen lang sein

# form_field_amount_days
source: days
de: Tage

# form_field_crossover_schedule_num_cycles
source: Number of cycles
de: Anzahl Wiederholungen

# form_field_crossover_schedule_num_cycles_tooltip
source: Define the number of repetitions for each phase in the study schedule
de: Lege fest wie oft jede Interventionsphase im Versuchsplan durchlaufen wird

# form_field_crossover_schedule_num_cycles_range
source: The number of cycles in your study schedule must be between {min} and {max}
de: Die Anzahl der Wiederholungen für Interventionsphasen im Versuchsplan muss zwischen {min} und {max} liegen

# form_field_amount_crossover_schedule_num_cycles
source: cycles
de: Wiederholungen

# form_field_crossover_schedule_include_baseline
source: Baseline phase
de: Baseline

# form_field_crossover_schedule_include_baseline_tooltip
source: Add an intervention-free baseline phase at the beginning of your study
de: Wähle diese Option, um die Studie mit einer interventionsfreien Phase zur Messung einer Baseline zu beginnen

# form_field_crossover_schedule_include_baseline_label
source: Include in schedule
de: Mit Baseline-Phase starten

# form_study_design_measurements_description
source: Define the data that you want to gather from participants during the study - primarily to evaluate the effect of your interventions. The data will be self-reported by participants in one or more surveys served via the StudyU App on a daily basis. The collected data and results will be available on the Analyze page when the study is launched.
de: Auf dieser Seite legst du fest, welche Daten im Laufe der Studie erhoben werden sollen - hauptsächlich um den Effekt der Interventionen zu bestimmen. Zur Erhebung der Daten füllen Teilnehmer jeden Tag einen oder mehrere Fragebögen in der StudyU-App aus. Die gesammelten Daten & Ergebnisse sind nach dem Start der Studie auf der Analysieren-Unterseite abrufbar.

# form_array_measurements_minlength
source: {count,plural, =1{You need to define at least one survey to determine the effect of your intervention(s).} other{form_array_measurements_minlength}}
de: {count,plural, =1{Du brauchst mindestens einen Fragebogen, um den Effekt der Intervention(en) zu messen.} other{form_array_measurements_minlength}}

# form_array_measurements_surveys
source: Surveys
de: Fragebögen

# form_array_measurements_surveys_new
source: Add survey
de: Neuer Fragebogen

# form_array_measurements_surveys_empty_title
source: No surveys defined
de: Noch keine Fragebögen erstellt

# form_array_measurements_surveys_empty_description
source: You need to define at least one survey to determine the effect of your intervention(s).
de: Du brauchst mindestens einen Fragebogen, um den Effekt der Intervention(en) zu messen.

# form_field_measurement_survey_title
source: Survey title
de: Fragebogen Titel

# form_field_measurement_survey_title_required
source: The survey title must not be empty
de: Der Titel des Fragebogens darf nicht leer sein

# form_field_measurement_survey_title_default
source: Unnamed survey
de: Unbenannter Fragebogen

# form_field_measurement_survey_title_tooltip
source: Provide the title of the survey as it should be displayed in the StudyU App
de: Gib den Titel des Fragebogens an, so wie er in der App angezeigt werden soll

# form_field_measurement_survey_intro_text
source: Intro text
de: Begrüßungstext

# form_field_measurement_survey_intro_text_tooltip
source: Enter a text that is shown at the very beginning of the survey
de: Gib einen zusätzlichen Text ein, der zu Beginn des Fragebogens angezeigt wird

# form_field_measurement_survey_intro_text_hint
source: e.g. welcome & introduce participants to the survey
de: z.B. Teilnehmer begrüßen

# form_field_measurement_survey_outro_text
source: Outro text
de: Abschlusstext

# form_field_measurement_survey_outro_text_tooltip
source: Enter a text that is shown at the very end of the survey after completion
de: Gib einen zusätzlichen Text ein, der am Ende und nach Abschluss des Fragebogens angezeigt wird

# form_field_measurement_survey_outro_text_hint
source: e.g. thank participants for completing the survey
de: z.B. fürs Ausfüllen bedanken

# form_array_measurement_survey_questions
source: Questions
de: Fragen

# form_array_measurement_survey_questions_new
source: Add question
de: Neue Frage

# form_array_measurement_survey_questions_empty_title
source: No questions defined
de: Noch keine Fragen erstellt

# form_array_measurement_survey_questions_empty_description
source: You need to define at least one question to determine the effect of your intervention(s).
de: Es ist mindestens eine Frage erforderlich, um den Effekt der Intervention(en) zu messen.

# form_array_measurement_survey_questions_minlength
source: {count,plural, =1{You need to define at least one question to determine the effect of your intervention(s)} other{form_array_measurement_survey_questions_minlength}}
de: {count,plural, =1{Es ist mindestens eine Frage erforderlich, um den Effekt der Intervention(en) zu messen.} other{form_array_measurement_survey_questions_minlength}}

# study_test_page_description
source: In the test mode you can test your study as a participant.
de: Im Testmodus kannst du die Studie aus Teilnehmersicht testen.

# navlink_study_test_help
source: How does this work?
de: Wie funktioniert's?

# study_test_app_nav_title
source: Choose a page:
de: Gehe zur App:

# navlink_study_test_app_overview
source: Study Overview
de: Studienübersicht

# navlink_study_test_app_eligibility
source: Screener
de: Teilnehmer-Screening

# navlink_study_test_app_intervention
source: Intervention Selection
de: Interventionsauswahl

# navlink_study_test_app_consent
source: Consent
de: Teilnahme-Einwilligung

# navlink_study_test_app_journey
source: Schedule
de: Studienverlaufsplan

# navlink_study_test_app_dashboard
source: Daily Dashboard
de: Tagesübersicht

# action_button_study_test_reset
source: Reset
de: Zurücksetzen

# action_button_study_test_open_new_tab
source: Open in new tab
de: In neuem Fenster öffnen

# banner_study_test_unavailable
source: The test mode is unavailable until you update the following information:
de: Um den Testmodus nutzen zu können, gib bitte folgende Informationen korrekt & vollständig ein:

# banner_study_preview_unavailable
source: The preview is unavailable until you update the following information:
de: Um die Vorschau nutzen zu können, gib bitte folgende Informationen korrekt & vollständig ein:

# dialog_study_test_help_title
source: Test your study!
de: Teste deine Studie!

# dialog_study_test_help_description
source: This page allows you to experience your study like one of your study's participants, so that you can tailor the design to your needs and verify everything works correctly.
de: Im Testmodus siehst du deine Studie aus Teilnehmersicht in der StudyU App, sodass du sie für deine Zwecke anpassen & sicherstellen kannst, dass alles wie vorgesehen funktioniert.

# dialog_study_test_section_tips
source: ⭐ Pro tips
de: ⭐ Profi-Tipps

# dialog_study_test_section_tips_text
source: • Use the menu in the top-left to quickly preview and jump to different parts of your study • Fast-forward through the participant's schedule by clicking 'next day' on the app's dashboard page • Preview what your results will look like by exporting and analyzing the data from your latest test session (via the Analyze tab) • To get a fresh experience, you can reset all data and enroll as a new test user
de: • Über das Menü auf der linken Seite kannst du schnell zu verschiedenen Teilen deiner Studie gelangen • Du kannst die Studie im Schnelldurchlauf testen, in dem du auf der Tagesübersicht via 'next day' zum nächsten Tag gehst • Sieh dir eine Vorschau der möglichen Ergebnisse an, in dem du die Daten aus dem aktuellen Testlauf exportierst (über die Analysieren-Unterseite) • Um als neuer Teilnehmer nochmal von vorne anzufangen, kannst du den Testdurchlauf jederzeit zurücksetzen

# dialog_study_test_download_url_intro
source: • You can also
de: • Du kannst

# dialog_study_test_download_url_text
source: download the StudyU App
de: die StudyU App runterladen

# dialog_study_test_download_url_outro
source: on your phone for testing
de: um sie auf dem Smartphone zu testen

# dialog_study_test_section_notice
source: ⚠️ Please note
de: ⚠️ Bitte beachte

# dialog_study_test_section_notice_text
source: • All test users and their data will be reset once you launch the study
de: • Der Testdurchlauf und die dabei generierten Daten werden automatisch zurückgesetzt, wenn die Studie mit echten Teilnehmern startet

# dialog_action_study_test_start
source: Start testing
de: Testdurchlauf starten

# enrolled_count_tooltip
source: {count,plural, =0{Nobody has enrolled in the study with this code yet} =1{{count} participant is enrolled in the study with this code} other{{count} participants are enrolled in the study with this code}}
de: {count,plural, =0{Bisher hat sich niemand mit diesem Teilnahme-Code zur Studie angemeldet} =1{{count} Teilnehmer hat sich mit diesem Code zur Studie angemeldet} other{{count} Teilnehmer haben sich mit diesem Code zur Studie angemeldet}}

# form_code_create
source: New Access Code
de: Neuer Teilnahmecode

# form_code_readonly
source: Access Code
de: Teilnahmecode

# form_field_code_tooltip
source: Enter a unique code that participants can use to enroll in your study
de: TODO

# form_field_code_required
source: The code must not be empty
de: Der Code darf nicht leer sein

# form_field_code_minlength
source: The code must have at least {minLength} characters
de: Der Code muss mindestens {minLength} Zeichen lang sein

# form_field_code_maxlength
source: The code must have at most {maxLength} characters
de: Der Code darf maximal {maxLength} Zeichen lang sein
